/* displayed when adding a new printer */
"Adding Printer." = "A adicionar impressora.";

/* title of Auto Select PPD menu item */
"Auto Select" = "Selecção auto";

/* title of item for uberowser. */
"Default Browser" = "Browser predefinido";

/* Display when the auto select process is schedualed to start */
"Gathering printer information." = "A obter informação acerca da impressora.";

/* Menu item for all install ppds. */
"Other..." = "Outra…";

/* title of Unknown PPD menu item */
"Unknown" = "Desconhecido";

/* displayed when we can not match a ppd */
"Please select a driver or printer model" = "Selec. recurso/modelo de impressora";

/* Menu item to allow the user to select a ppd from open file dialog */
"Select a driver to use..." = "Seleccione um recurso para utilizar…";

/* Unknown Location */
"Unknown Location" = "Localização desconhecida";

/* The message in the alert explaining that AppleTalk is disabled. */
"AppleTalk Disabled" = "Impossível activar o AppleTalk.";

/* Title of all manufacturers menu item */
"All" = "Todos os fabricantes ";

/* Error translation for cups' server-error-service-unavailable message */
"Print Service is not running." = "O serviço de impressão não está em execução.";

/* Why we make the user wait. */
"Searching for new drivers" = "A pesquisar novos recursos";

/* @"AppleTalk", AddPrinterBundle, @"AppleTalk Name" */
"AppleTalk" = "AppleTalk";

/* Local zone name. */
"*" = "Zona local";

/* Shared Printer (Used by SharedPrinter class) */
"Shared Printer" = "Impressora partilhada";

/* Shared Printer Pool (Used by SharedPrinter class) */
"Shared Printer Pool" = "Fila da impressora partilhada";

/* Shared Fax (Used by SharedPrinter class) */
"Shared Fax" = "Fax partilhado";

/* DNSSD Name */
"Bonjour" = "Bonjour";

/* DNSSD Shared (Used by DNSSDPrinter class) */
"Bonjour Shared" = "Bonjour partilhado";

/* Point to the string for software update in the nib. */
"Software Update" = "Actualização de software";

/* Missing Driver of all kind */
"Unable to locate a suitable driver. Use Software Update to download a driver if one is available." = "Impossível localizar um recurso adequado. Utilize a Actualização de Software para descarregar um recurso, caso esteja disponível.";

/* Missing Manufacturers driver */
"Unable to locate a manufacturer-supplied driver. Use Software Update to download a driver if one is available." = "Impossível localizar um recurso fornecido pelo fabricante. Utilize a Actualização de Software para descarregar um recurso, caso esteja disponível.";

/* BROWSER_GENERIC_PRINTER_MODEL */
"Generic PostScript Printer" = "Impressora Generic PostScript";

/* Browser Names */
"com.apple.print.pbm.uber" = "Predefinição";
"com.apple.printer.uber.usb" = "USB";
"com.apple.printer.uber.shared" = "Impressora partilhada";
"com.apple.printer.uber.netinfo" = "Abrir directório";
"com.apple.printer.uber.firewire" = "FireWire";
"com.apple.printer.uber.dnssd" = "Bonjour";
"com.apple.printer.uber.cups" = "CUPS";
"com.apple.printer.uber.appletalk" = "AppleTalk";

"com.apple.print.pbm.ip" = "IP";
"com.apple.print.pbm.bluetooth" = "Bluetooth";
"com.apple.print.pbm.advanced" = "Avançadas";
"com.apple.print.pbm.fax" = "Fax";
"com.apple.print.pbm.appletalk" = "AppleTalk";
"com.apple.print.pbm.smb" = "Windows";
